Repository: chi-rei-den/TerrariaLocalization
Catalog: project/omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: Fires a spread of bullets
zh_cn: 射出一片子弹

source: First Quarter
zh_cn: 上弦月

source: First they invade your world, and then they move into your houses!
zh_cn: 他们先侵入这个世界，然后住进你的家里。

source: Fishing is a fantastic source of crafting ingredients, accessories, and loot crates!
zh_cn: 钓鱼是合成材料、饰品和宝藏匣的绝佳来源！

source: Fishing line will never break, Decreases chance of bait consumption, Increases fishing power
zh_cn: 鱼竿不会断线，降低消耗鱼饵的几率，提升渔力

source: Flame Dye
zh_cn: 红焰染料

source: Flame and Black Dye
zh_cn: 红焰黑染料

source: Flameburst field of view and range are dramatically increased
zh_cn: 巨幅提升爆裂魔焰哨卫的攻击范围

source: Fleeting
zh_cn: 快速

source: Flower petals will fall on your target for extra damage
zh_cn: 攻击会附带高速的山铜花瓣，造成额外的伤害。

source: Focus on what matters!
zh_cn: 专注重点，抛开无关

source: For reasons beyond any meteorological explanation, slimy things are raining down from above by the buckets!
zh_cn: 由于超自然的原因，天空中正有一块块黏糊糊的东西掉下来！

source: For use with cannon
zh_cn: 用于大炮，当心使用

source: Forceful
zh_cn: 强力

source: Forcing water to settle.
zh_cn: 强制平衡液体。

source: Found server
zh_cn: 找到服务器，正在连接

source: Français (French)
zh_cn: Français (法语)

source: Freeing unused resources
zh_cn: 正在清理多余资源

source: Frenzying
zh_cn: 暴怒

source: Friendly Truffles will sometimes make themselves at home in Surface Mushroom Biomes.
zh_cn: 友好的松露人有时会让自己在地表蘑菇生态中居家。

source: Fruit
zh_cn: 水果

source: Full Moon
zh_cn: 满月

source: Fully researched items can be created freely
zh_cn: 研究完毕的物品可以无限刷取

source: Furious
zh_cn: 狂怒

source: Gameplay
zh_cn: 游戏设置

source: Gel can be obtained by defeating slimes.
zh_cn: 凝胶一般可以通过打败史莱姆来获得。

source: Generating floating islands
zh_cn: 正在创建浮空岛屿

source: Generating hills
zh_cn: 正在产生山脉地形

source: Generating jungle
zh_cn: 正在生成丛林环境

source: Generating mountain caves
zh_cn: 正在创建山脉洞穴

source: Generating ocean sand
zh_cn: 产生海洋沙滩

source: Generating surface caves
zh_cn: 正在地表挖出洞穴

source: Generating world terrain
zh_cn: 正在创建世界地势

source: Gives a chance to dodge attacks
zh_cn: 受到攻击时有几率闪避

source: Godly
zh_cn: 神级

source: Godmode Disabled
zh_cn: 无敌模式已关闭

source: Godmode Enabled
zh_cn: 无敌模式已开启

source: Golf balls will carry a good distance with decent vertical loft
zh_cn: 合适的角度将使高尔夫球飞出一个优秀的距离。

source: Golf balls will stay close to the ground over short distances for precision shots
zh_cn: 精确的打击使高尔夫球稍微离地，飞行小段距离。

source: Got some extra walls or platforms?
zh_cn: 有一些多余的背景墙或平台？

source: Gotta wonder who stuck a tome of infinite wisdom on a stick...
zh_cn: 真好奇谁把这些含有无尽智慧的书固定在棍子上了

source: Granite
zh_cn: 花岗岩

source: Granite paves the way for progress in architectural fashion and durable monsters.
zh_cn: 作为材料，花岗岩为时尚的建筑和厚实的怪物付出了一份力。

source: Grants immunity to knockback
zh_cn: 使你免疫击退

source: Grants immunity to knockback and fire blocks
zh_cn: 使你免疫击退和物块灼伤

source: Grants immunity to most debuffs
zh_cn: 使你免疫大部分负面状态

source: Grants the ability to swim and greatly extends underwater breathing
zh_cn: 大幅提升水下呼吸时间，并且可以游泳

source: Grappling Hooks are invaluable tools for exploration.
zh_cn: 钩爪是探索时的无价之宝。

source: Graveyard
zh_cn: 墓地

source: Gravitating sand
zh_cn: 正在让沙自由坠落

source: Greatly enhances Ballista effectiveness
zh_cn: 大幅强化弓弩炮台哨卫

source: Greatly enhances Explosive Traps effectiveness
zh_cn: 大幅强化爆炸陷阱哨卫

source: Greatly enhances Flameburst effectiveness
zh_cn: 大幅强化爆裂魔焰哨卫

source: Greatly enhances Lightning Aura effectiveness
zh_cn: 大幅强化闪电光环哨卫

source: Greatly increased life regen
zh_cn: 大幅提升生命恢复

source: Greatly increases life regeneration after striking an enemy
zh_cn: 攻击敌人后大幅提升生命恢复速度

source: Green Dye
zh_cn: 绿染料

source: Green Flame Dye
zh_cn: 绿焰染料

source: Green Flame and Black Dye
zh_cn: 绿焰黑染料

source: Green and Black Dye
zh_cn: 绿黑染料

source: Growing cacti
zh_cn: 正在沙漠种仙人掌

source: Growing vines
zh_cn: 正在洞中放置藤蔓

source: Grows plants
zh_cn: 可以用于种植草药

source: Guarding
zh_cn: 守护

source: HP
zh_cn: 生命值

source: Hair Style
zh_cn: 发型

source: Hallow Cave Desert
zh_cn: 神圣地下沙漠

source: Hallow Desert
zh_cn: 神圣沙漠

source: Hallow Ice
zh_cn: 神圣雪地

source: Halloween
zh_cn: 万圣

source: Hammer to change direction
zh_cn: 锤击可改变方向

source: Hard
zh_cn: 坚硬

source: Has a chance to confuse
zh_cn: 有几率造成“混乱”

source: Has a chance to create illusions and dodge an attack
zh_cn: 受到攻击时有几率闪避

source: Has a chance to poison enemies
zh_cn: 有几率造成“中毒”

source: Hasty
zh_cn: 急速

source: Have some NPCs perished?
zh_cn: 一些NPC被怪物消灭了？

source: Have something on the Map to show a friend?
zh_cn: 想在地图标记点什么给队友？

source: He comes to town after the Frost Legion is defeated (and 'tis the season).
zh_cn: 如果你击败了冰霜军团，他就会来到你的小镇（如果季节没错的话）。

source: He rewards random items, entertained by any misfortunes.
zh_cn: 他给的回报时好时坏，还整天对你的不幸比加以嘲笑。

source: Heat Distortion: {0}
zh_cn: 热浪扭曲：{0}

source: Heavy
zh_cn: 沉重

source: Heavy Rain
zh_cn: 暴雨

source: Heeellllllo Terraria enthusiasts!
zh_cn: 观众朋友们我想死你们了！

source: Hidden
zh_cn: 隐藏

source: Hiding jungle treasure
zh_cn: 正在隐藏丛林宝藏

source: Hiding more treasure
zh_cn: 正在隐藏更多宝藏

source: Hiding treasure
zh_cn: 正在隐藏秘密宝藏

source: Hiding water treasure
zh_cn: 正在隐藏水下宝藏

source: High
zh_cn: 高

source: Higher valued coins do more damage
zh_cn: 高级硬币造成更高伤害

source: Hitting enemies will sometimes drop extra coins
zh_cn: 攻击敌人时有几率掉落更多金钱

source: Ho Ho Ho!
zh_cn: 啊啊哈！

source: Hold UP to boost faster!
zh_cn: 按UP以加快速度

source: Holds the Eternia Crystal
zh_cn: 可以托住艾特尼亚水晶

source: Hover Text Boxes Off
zh_cn: 悬浮提示：已禁用

source: Hover Text Boxes On
zh_cn: 悬浮提示：已启用

source: Hurtful
zh_cn: 致伤

source: Ice serves as a catalyst for the blessing, the Hallow's luminous source of power.
zh_cn: 冰可以作为祝福的催化剂，也就是神圣的力量之源。

source: If Searched For
zh_cn: 搜索

source: If an enemy steals your money after you die in Expert Mode, hunt it down!
zh_cn: 在专家模式里，怪物可以捡走你的钱。

source: If only someone could lift his curse...
zh_cn: 不过，前提是他身上的诅咒被解除了。

source: If only there were a way to purify him .
zh_cn: 如果能把他净化回税收官的话...

source: If only there were a way to purify him . . .
zh_cn: 如果能把他净化回税收官的话...

source: If they scan you, they'll summon a Martian Invasion!
zh_cn: 如果你被它们扫到了，火星人可能就要入侵了！

source: If you defeat it, you can get your money back.
zh_cn: 要是你的钱被捡走了，那就去追杀它抢回来吧！

source: If you dig deep enough, you'll end up in The Underworld!
zh_cn: 如果你挖得足够深，那就能挖到地狱！

source: If you don't trust them, use a Safe or Piggy Bank; those items have storage that is exclusive to each player.
zh_cn: 如果你不信任他们，请使用保险柜或猪猪储蓄罐；它们为每个玩家提供私有的的存储空间。

source: If you ever defeat any giant robots, a Steampunker might move in to your World.
zh_cn: 在你击败了任何某些巨大的机械后，蒸汽朋克人可能会进入您的世界。

source: If you ever want to get stylish, try dyes!
zh_cn: 想变得时髦？试下染色吧！

source: If you find a Magic Mirror, you can use it to teleport back to your spawn point.
zh_cn: 如果你有一个魔镜，就可以使用它来传送回生成点。

source: If you find one, he might move in.
zh_cn: 如果你找到了一些枪，他就可能会入住。

source: If you get lost or need to find another player, open the World Map.
zh_cn: 如果你迷路了或想要找到其他玩家，那就打开大地图看看吧！

source: If you like rockets, the Cyborg may have some for sale.
zh_cn: 喜欢火箭弹？赛博人那可有不少！

source: If you need a new haircut, go check out a nearby Spider Biome.
zh_cn: 如果想要来个新发型，那就去周围的蜘蛛洞找找吧！

source: If you need to remove background walls, craft a hammer!
zh_cn: 如果要拆除背景墙，那就要制作锤子。

source: If you open them, you can find all sorts of spooky items.
zh_cn: 他们里面藏着各种节日物品...

source: If you save up enough, one might move in!
zh_cn: 如果你身上有足够多的钱，那多半就会有商人入住！

source: If you store your Coins in a Chest or Piggy Bank, you will be less likely to lose them.
zh_cn: 如果把钱存在猪猪储蓄罐或宝箱里，那你就不会在死亡时丢失钱。

source: If you're sick of getting knocked around, try equipping a Cobalt Shield.
zh_cn: 如果不想被击退所扰乱，那就试着装备一个钴蓝盾吧！

source: If your Inventory is full, you can press {InputTriggerUI_Trash} to send items to the Trash.
zh_cn: 如果背包满了，那就按下 {InputTriggerUI_Trash}来把它丢进垃圾堆吧！

source: If your house doesn't have background walls, monsters will be able to spawn inside.
zh_cn: 如果你的房子没有背景墙，那么怪物就有可能刷新在里面！

source: Ignorant
zh_cn: 无知

source: Immunity to Bleeding
zh_cn: 使你免疫“流血”

source: Immunity to Broken Armor
zh_cn: 使你免疫“破甲”

source: Immunity to Darkness
zh_cn: 使你免疫“黑暗”

source: Immunity to Poison
zh_cn: 使你免疫“中毒”

source: Immunity to Silence and Curse
zh_cn: 使你免疫“沉默”和“诅咒”

source: Immunity to Weakness and Broken Armor
zh_cn: 使你免疫“虚弱”和“破甲”

source: Improved ability if combined with Shoe Spikes
zh_cn: 与鞋钉合成后效果更佳

source: In this deadly place, there lurk arachnids with many legs, many eyes, and a thirst for blood.
zh_cn: 危险的巢穴里游荡着一些坏家伙。多腿。多眼。渴血。

source: Increase Transparency
zh_cn: 提升透明度

source: Increased Placement Range
zh_cn: 额外触及范围

source: Increases block & wall placement speed
zh_cn: 提升物块和背景墙放置速度

source: Increases block placement & tool range by 3
zh_cn: 提升3格物块触及范围

source: Increases breath time and allows breathing in water
zh_cn: 提升水下呼吸时间，并且可以在水中呼吸

source: Increases chance to get a crate
zh_cn: 提升钓到宝藏匣的几率

source: Increases coin pickup range
zh_cn: 提升硬币拾取范围

source: Increases defense by 5 when placed nearby
zh_cn: 放置在周围时提升5防御力

source: Increases enemy spawn rate
zh_cn: 提高刷怪率

source: Increases fall resistance
zh_cn: 提升摔伤抗性

source: Increases fishing power
zh_cn: 提升渔力

source: Increases jump height
zh_cn: 提升跳跃高度

source: Increases jump height and negates fall damage
zh_cn: 提升跳跃高度，而且不会受到摔落伤害

source: Increases jump speed and allows auto-jump
zh_cn: 提升跳跃速度，并且可以自动连跳

source: Increases length of invincibility after taking damage
zh_cn: 提升受到伤害后的无敌时间

source: Increases maximum mana by 100
zh_cn: 提升100法力上限

source: Increases maximum mana by 20
zh_cn: 提升20法力上限

source: Increases maximum mana by 40
zh_cn: 提升40法力上限

source: Increases maximum mana by 60
zh_cn: 提升60法力上限

source: Increases maximum mana by 80
zh_cn: 提升80法力上限

source: Increases maximum mana by 80 and reduces mana usage by 17%
zh_cn: 提升80法力上限，降低17%法力消耗

source: Increases melee knockback
zh_cn: 提升近战击退力

source: Increases mining speed by 25%
zh_cn: 提升25%挖掘速度

source: Increases minion damage by 10%
zh_cn: 提升10%召唤伤害

source: Increases minion damage by 12%
zh_cn: 提升12%召唤伤害

source: Increases minion damage by 25%
zh_cn: 提升25%召唤伤害

source: Increases minion damage by 4%
zh_cn: 提升4%召唤伤害

source: Increases minion damage by 5%
zh_cn: 提升5%召唤伤害

source: Increases pickup range for mana stars
zh_cn: 提升法力星拾取范围

source: Increases placement speed and range
zh_cn: 提升物块放置速度和范围

source: Increases running speed
zh_cn: 提升奔跑速度

source: Increases the defense and strength of all villagers
zh_cn: 提升NPC居民的属性

source: Increases tile placement speed
zh_cn: 提升物块放置速度

source: Increases view range when held
zh_cn: 持握时提升视野范围

source: Increases your max number of minions
zh_cn: 提升召唤物数量上限

source: Increases your max number of minions by 1
zh_cn: 提升召唤物数量上限

source: Increases your max number of sentries
zh_cn: 提升哨卫数量上限

source: Increases your max number of sentries by 1 and reduces mana costs by 10%
zh_cn: 提升哨卫数量上限，减少10%法力消耗

source: Increases your max number of sentries by 2
zh_cn: 提升2个哨卫数量上限

source: Increases yoyo range
zh_cn: 提升悠悠球范围

source: Inept
zh_cn: 笨拙

source: Infection Spread Disabled
zh_cn: 环境传播已关闭

source: Infection Spread Enabled
zh_cn: 环境传播已开启

source: Info accessories don't need to be equipped to provide you and nearby friends with useful information; you can just leave them in your Inventory.
zh_cn: 信息类饰品可以为你和附近的人提供信息，甚至不需要装备起来！只需要把它们放在背包里就可以生效。

source: Intense
zh_cn: 威猛

source: Intimidating
zh_cn: 恐怖

source: Intrepid
zh_cn: 勇猛

source: Iron Axe
zh_cn: 铁斧

source: Iron Pickaxe
zh_cn: 铁镐

source: It is rumored that there is a land far above the clouds, where ancient treasures are guarded by powerful winged creatures.
zh_cn: 有传言说，在遥远的云层之上有一块土地，远古宝藏被强大的飞行生物所保护着。

source: It was 99 cents.'
zh_cn: 这玩意儿不是九块九毛九的吗

source: It's a great time to explore!
zh_cn: 正是探索好时机！

source: It's worth it to explore your Oceans.
zh_cn: 探索海洋总有收获。

source: Italiano (Italian)
zh_cn: Italiano (意大利语)

source: Jagged
zh_cn: 锯齿

source: Keen
zh_cn: 锐利

source: Keep an explosive in your inventory or a storage container to attract a Demolitionist to your house.
zh_cn: 爆破专家？他只会在你背包里有爆炸物时入住。

source: Keep an eye out for Goodie Bags around Halloween.
zh_cn: 留意万圣节前后的福袋。

source: Kill count unavailable
zh_cn: 无杀怪统计

source: Killing Bunnies is cruel.
zh_cn: 杀小兔兔非 常 残 忍。

source: Kites can be flown on windy days
zh_cn: 在大风时可以放风筝

source: Large
zh_cn: 加大

source: Lazy
zh_cn: 呆滞

source: Legendary
zh_cn: 传奇

source: Lethargic
zh_cn: 无力

source: Level
zh_cn: 地平线

source: Life Crystals are hidden around the World.
zh_cn: 生命水晶隐藏在地图各处。

source: Life Crystals not enough for you?
zh_cn: 生命水晶无法提升你的生命力了？

source: Life regen is increased when near a campfire
zh_cn: 在篝火附近时提升生命恢复速度

source: Light
zh_cn: 轻灵

source: Light Rain
zh_cn: 小雨

source: Lightning Aura can now crit and strikes faster
zh_cn: 提升闪电光环哨卫的攻击速度，并且有几率造成暴击

source: Lime Dye
zh_cn: 橙绿染料

source: Lime and Black Dye
zh_cn: 橙绿黑染料

source: Load failed!
zh_cn: 加载失败！

source: Loading world data:
zh_cn: 正在加载地图数据

source: Local player left.
zh_cn: 主机已离开游戏。

source: Look for them on Floating Islands.
zh_cn: 你可以在浮空岛上找到它们。

source: Looking for a challenge?
zh_cn: 想要挑战自己？

source: Lost connection
zh_cn: 连接已断开

source: Low
zh_cn: 低

source: Lucky
zh_cn: 幸运

source: MP
zh_cn: 法力值

source: Magic damage done to enemies heals the player with lowest health
zh_cn: 造成的魔法伤害会吸取生命，治疗血量最低的玩家

source: Magic damage done will hurt extra nearby enemies
zh_cn: 造成魔法伤害后会造成额外的溅射伤害

source: Magic damage has a chance to spawn buff boosters,
zh_cn: 造成魔法伤害后有几率出现强化星云，

source: Major improvements to all stats
zh_cn: 大幅提升所有属性

source: Major improvements to all stats and increased life regeneration
zh_cn: 大幅提升所有属性，提升生命恢复速度

source: Make sure you have valid housing with empty rooms, and you may attract new inhabitants to your World.
zh_cn: 这个世界有许多友好的居民，不过你要有符合要求的空房子才能吸引他们入住。

source: Making the world evil
zh_cn: 正在创建邪恶环境

source: Manic
zh_cn: 狂躁

source: Map Scale: {0}%
zh_cn: 地图缩放：{0}%

source: Marble
zh_cn: 大理石

source: Massive
zh_cn: 巨大

source: Master
zh_cn: 大师

source: Masterful
zh_cn: 精湛

source: Materials
zh_cn: 材料

source: May break when stepped on
zh_cn: 踩上后可能会碎裂

source: May confuse nearby enemies after being struck
zh_cn: 受到攻击后有几率对周围的敌人造成“混乱”

source: Mechanical Display: Forced
zh_cn: 显示电路：始终显示

source: Mechanical Display: Normal
zh_cn: 显示电路：正常

source: Mechanical ruler off
zh_cn: 机械标尺：已禁用

source: Mechanical ruler on
zh_cn: 机械标尺：已启用

source: Medium
zh_cn: 中

source: Medium improvements to all stats
zh_cn: 中幅提升所有属性

source: Medium improvements to all stats and increased life regeneration
zh_cn: 中幅提升所有属性，提升生命恢复速度

source: Melee and ranged attacks cause frostburn
zh_cn: 近战及远程攻击会造成霜焰伤害

source: Menacing
zh_cn: 险恶

source: Merchants love money.
zh_cn: 商人爱财。

source: Meteor
zh_cn: 陨石

source: Mind the gaps.
zh_cn: 注意脚下！

source: Minions from Etheria - they may have mistakenly invaded this world, but they wish to rule it nonetheless!
zh_cn: 虽然这些来自艾特尼亚的随从们虽然是不小心来到这里的，但这并不会影响他们的征服欲。

source: Minor improvements to all stats
zh_cn: 小幅提升所有属性

source: Minor improvements to all stats and increased life regeneration
zh_cn: 小幅提升所有属性，提升生命恢复速度

source: Minor improvements to melee stats & lowered defense
zh_cn: 小幅提升近战属性，降低防御力

source: Minor increase to damage, melee speed, critical strike chance,
zh_cn: 小幅提升5%伤害、近战速度、暴击率、

source: Misc
zh_cn: 杂物

source: Monsoon
zh_cn: 梅雨

source: Most of the time.
zh_cn: （在正常情况下）

source: Mostly Cloudy
zh_cn: 多云

source: Mounts grant the player increased mobility and a variety of useful abilities.
zh_cn: 坐骑会强化你的移动能力，还有各种有帮助的效果。

source: Murderous
zh_cn: 残暴

source: Mushroom Biomes can be grown above ground as well as below.
zh_cn: 蘑菇生态环境既可以在地上也可以在地下生长。

source: Music
zh_cn: 音乐

source: Mystic
zh_cn: 神秘

source: Mythical
zh_cn: 神话

source: N/A
zh_cn: 无伤害数据

source: Name
zh_cn: 名称

source: Name is too long.
zh_cn: 玩家名过长

source: Nasty
zh_cn: 凶险

source: Nature is throwing a party and wishes to sweep everybody - and everything - off their feet!
zh_cn: 这大风就像是要把所有人和所有事物都从地面上吹走一样。

source: Nearby players get a bonus against:
zh_cn: 附近的玩家可获得对以下怪物的加成：

source: Nebula Pillar
zh_cn: 星云柱

source: New Moon
zh_cn: 新月

source: New enemies, reduced visibility, and it can even be hard to move!
zh_cn: 新的敌人，黑暗的视野，而且还难以移动！

source: Nightmare Pickaxe
zh_cn: 梦魇镐

source: Nimble
zh_cn: 灵巧

source: No Wind
zh_cn: 无风

source: No backup found.
zh_cn: 没有找到备份。

source: No enemies nearby
zh_cn: 附近有没有怪物

source: No rare creatures nearby
zh_cn: 附近没有稀有生物

source: No treasure nearby
zh_cn: 附近没有宝藏

source: Normal Placement Range
zh_cn: 正常触及范围

source: Not Enough Water!
zh_cn: 水不够！

source: Not all Skeletons are evil.
zh_cn: 并非所有骷髅都是邪恶的。

source: Not moving puts you in stealth,
zh_cn: 原地不动会进入潜行状态，

source: Not sure what to do next?
zh_cn: 不知道要干什么？

source: Nothing improves your mobility like Wings.
zh_cn: 难道有什么能比用翅膀飞行更好的移动方式吗？

source: Notifications
zh_cn: 提醒

source: Oasis
zh_cn: 绿洲

source: Ocean
zh_cn: 海洋

source: Off
zh_cn: 关闭

source: Often used to manifest one's will as a physical form of defense
zh_cn: 通常用来把心意实体化为守卫的力量

source: On this not-so-silent night, festive beings wish to shower the world with gifts of blood and carnage.
zh_cn: 在这个不太平静的夜里，许多节日客人准备带来一些鲜红的礼物...只是没那么喜庆。

source: Once enough of <item name> is researched, it will be available infinitely!
zh_cn: 研究足够数量的<item name>后，就可以无限刷取了！

source: Once you use a Life Crystal, a Nurse might move in!
zh_cn: 一旦你使用了生命水晶，护士就可能会入住！

source: Only Journey characters may enter a Journey server.
zh_cn: 非旅途模式玩家无法进入旅途模式地图。

source: Only Non-Journey characters may enter a Non-Journey server.
zh_cn: 旅途模式玩家无法进入非旅途模式地图。

source: Only the first shot consumes ammo
zh_cn: 只有第一发消耗弹药

source: Only the hardiest of beasts can survive this harsh region.
zh_cn: 只有最抗寒的野兽才能在这片区域生存。

source: Open Bestiary
zh_cn: 打开图鉴

source: Open Duplication Menu
zh_cn: 打开复制菜单

source: Open Emotes Window
zh_cn: 打开表情窗口

source: Open Enemy Difficulty Slider
zh_cn: 打开怪物强度调整界面

source: Open Enemy Spawn Rate Slider
zh_cn: 打开刷新率调整界面

source: Open Personal Power Menu
zh_cn: 打开个人能力菜单

source: Open Power Menu
zh_cn: 打开能力菜单

source: Open Rain Control Slider
zh_cn: 打开雨势调整界面

source: Open Research Menu
zh_cn: 打开研究菜单

source: Open Time Menu
zh_cn: 打开时间菜单

source: Open Time Speed Slider
zh_cn: 打开时间流速调整界面

source: Open Weather Menu
zh_cn: 打开天气菜单

source: Open Wind Control Slider
zh_cn: 打开风势调整界面

source: Orange Dye
zh_cn: 橙染料

source: Orange and Black Dye
zh_cn: 橙黑染料

source: Other players can loot your chests!
zh_cn: 其他玩家可以偷走你宝箱里的东西！

source: Overcast
zh_cn: 川雾

source: PM
zh_cn: 晚上

source: Paint sprayer off
zh_cn: 油漆喷雾器：已禁用

source: Paint sprayer on
zh_cn: 油漆喷雾器：已启用

source: Partly Cloudy
zh_cn: 有云

source: Party
zh_cn: 派对

source: Period.
zh_cn: 句号。

source: Piggy Bank
zh_cn: 猪猪储蓄罐

source: Pink Dye
zh_cn: 粉染料

source: Pink and Black Dye
zh_cn: 粉黑染料

source: Pirates are so unpredictable.
zh_cn: 海盗的行为真是难以预测。

source: Placable Objects
zh_cn: 可放置物

source: Place in the Eternia Crystal Stand to summon Etheria's portals
zh_cn: 放在艾特尼亚水晶座上来打开传送门

source: Placeable on a christmas tree
zh_cn: 可放置在圣诞树上

source: Places blue wire
zh_cn: 放置蓝色电线

source: Places bone
zh_cn: 将骨头放置作物块

source: Placing altars
zh_cn: 正在放置邪恶祭坛

source: Placing breakables
zh_cn: 正在放置易碎物品

source: Placing hellforges
zh_cn: 正在放置地狱熔炉

source: Placing life crystals
zh_cn: 正在放置生命水晶

source: Placing mud in the dirt
zh_cn: 正在泥中嵌入土块

source: Placing rocks in the dirt
zh_cn: 正在土中嵌入石块

source: Placing statues
zh_cn: 正在放置随机雕像

source: Placing traps
zh_cn: 正在放置机关陷阱

source: Planting flowers
zh_cn: 正在草坪种植花卉

source: Planting herbs
zh_cn: 正在种植随机草药

source: Planting mushrooms
zh_cn: 正在催生荧光蘑菇

source: Planting sunflowers
zh_cn: 正在草坪种向日葵

source: Planting trees
zh_cn: 正在种植随机树木

source: Planting weeds
zh_cn: 正在催生地面杂草

source: Playable Instrument
zh_cn: 可弹奏乐器

source: Pointy
zh_cn: 尖锐

source: Polski (Polish)
zh_cn: Polski (波兰语)

source: Portals cannot be created on the surface of these blocks
zh_cn: 传送门无法放置在这些物块之上。

source: Português brasileiro (Brazilian Portuguese)
zh_cn: Português brasileiro (巴西葡萄牙语)

source: Powerful
zh_cn: 强大

source: Powers relating to controlling time
zh_cn: 与控制时间有关的能力

source: Powers relating to controlling weather
zh_cn: 与控制天气有关的能力

source: Powers relating to you
zh_cn: 与个人有关的能力

source: Precise
zh_cn: 精确

source: Press DOWN to toggle hover
zh_cn: 按DOWN切换悬停

source: Press UP to deactivate hover
zh_cn: 按UP停用悬停

source: Press the + and - keys to zoom in & out!
zh_cn: 按+和-键放大和缩小！

source: Press {InputTrigger_SmartCursor} to switch between Cursor Modes.
zh_cn: 按下{InputTrigger_SmartCursor}来切换光标模式。

source: Prevents fall damage
zh_cn: 不会受到摔落伤害

source: Productivity up 200%
zh_cn: 生产力提升200%

source: Protect yourself by equipping an Obsidian Skull or similar accessory.
zh_cn: 不过如果你装备着黑曜石头颅或类似的饰品，那就不是问题了。

source: Provides life regeneration and reduces the cooldown of healing potions by 25%
zh_cn: 提升生命恢复速度，并且降低25%回复药水的冷却时间

source: Provides light under water and extra mobility on ice
zh_cn: 提升在冰上的移动能力，并且在水下提供照明

source: Pumpkins grow wildly across the land, and certain creatures masquerade in unusual costumes.
zh_cn: 南瓜在这片土地上疯狂生长，还有些奇装异服的家伙开始搞事。

source: Purple Dye
zh_cn: 紫染料

source: Purple and Black Dye
zh_cn: 紫黑染料

source: Putting dirt behind dirt
zh_cn: 正在将土置于土后

source: Quick
zh_cn: 迅捷

source: Quick Stack to Nearby Chests
zh_cn: 快速堆叠进附近的箱子

source: Rain
zh_cn: 雾雨

source: Rain Change Disabled
zh_cn: 雨势：固定

source: Rain Change Enabled
zh_cn: 雨势：自然变化

source: Rains blood from the sky
zh_cn: 射出猩红雨落

source: Rapid
zh_cn: 迅捷

source: Rapid Lighting Off
zh_cn: 快速照明：已禁用

source: Rapid Lighting On
zh_cn: 快速照明：已启用

source: Rapidly shoots forceful bubbles
zh_cn: 快速射出强劲的泡泡

source: Rash
zh_cn: 鲁莽

source: Reacts to the light
zh_cn: 可发生光合作用

source: Red Dye
zh_cn: 红染料

source: Red and Black Dye
zh_cn: 红黑染料

source: Reduces ammo usage by 20%
zh_cn: 降低20%弹药消耗

source: Reduces damage taken by 15%
zh_cn: 降低15%所受伤害

source: Reduces damage taken by 5%
zh_cn: 降低5%所受伤害

source: Reduces mana usage by 13%
zh_cn: 降低13％法力消耗

source: Reduces mana usage by 5%
zh_cn: 降低5％法力消耗

source: Reel it in with <right>
zh_cn: <right>放绳

source: Regular Wood and Stone not vibrant enough for you?
zh_cn: 普通的木头和石头对你来说还不够充满生气？

source: Releases bees when damaged
zh_cn: 受到伤害后释放蜂群

source: Requesting tile data
zh_cn: 正在请求物块数据

source: Requesting world information
zh_cn: 正在请求地图数据

source: Requires bait to catch fish
zh_cn: 需要鱼饵才能钓鱼

source: Research
zh_cn: 研究

source: Research Infinite Items
zh_cn: 研究无限物品

source: Research {0} more to unlock duplication
zh_cn: 消耗{0}个进行研究即可无限刷取

source: Researching <item name> will consume it
zh_cn: 消耗<item name>来进行研究

source: Resetting game objects
zh_cn: 正在清理游戏内容

source: Resolution changed to: {0}x{1}.
zh_cn: 分辨率更改为：{0}x{1}

source: Restores mana when damaged
zh_cn: 受到伤害后回复法力

source: Restores {0} life
zh_cn: 回复{0}点生命

source: Restores {0} mana
zh_cn: 回复{0}点法力

source: Return Portal Entrance
zh_cn: 回到传送门之内

source: Return Portal Exit
zh_cn: 回到传送门之外

source: Riding Minecarts is one of the best ways of getting around.
zh_cn: 乘坐矿车是一种方便的出行方式。

source: Rocket science gave us Rocket Boots.
zh_cn: 研发“火箭”科技，获得火箭靴

source: Rope can really help you get around while exploring caves.
zh_cn: 绳索可以帮助你在探索洞穴时移动。

source: Ruler Off
zh_cn: 标尺：已禁用

source: Ruler On
zh_cn: 标尺：已启用

source: Ruthless
zh_cn: 无情

source: Sand is overpowered.
zh_cn: 沙...沙块太...强了...

source: Sandstorm
zh_cn: 沙暴

source: Santa Claus is real.
zh_cn: 圣诞老人是真的！

source: Savage
zh_cn: 凶残

source: Saving world data:
zh_cn: 正在保存地图数据

source: Seeds can be used to grow a variety of useful ingredients for crafting potions.
zh_cn: 种子可以种出许多制作药水用的材料。

source: Sending player data...
zh_cn: 正在发送玩家数据

source: Set oiled enemies on fire for extra damage
zh_cn: 提升“油腻”状态的敌人所受的火焰伤害

source: Setting hard mode
zh_cn: 正在设置困难模式

source: Settings Menu
zh_cn: 设置菜单

source: Settling liquids
zh_cn: 正在安置流动液体

source: Shadow Greaves
zh_cn: 暗影护胫

source: Shadow Helmet
zh_cn: 暗影头盔

source: Shadow Scalemail
zh_cn: 暗影鳞甲

source: Shameful
zh_cn: 可耻

source: Sharp
zh_cn: 锋利
